let koreanCollection = ["먹다", "마시다", "놀다", "타다", "가다", "하다", "만나다", "이야기하다", "사다", "팔다", "기다리다", "가리키다", "가르치다", "외우다", "비싸다", "싸다", "낮다", "맛있다", "맛없다", "크다", "작다", "어렵다", "쉽다", "새롭다", "오래되다", "길다", "짧다", "많다", "적다", "재미있다", "재미없다", "좋다", "나쁘다", "이르다", "빠르다", "가깝다", "멀다", "무겁다", "뜨겁다", "차갑다", "굵다", "가늘다", "밝다", "어둡다", "기쁘다", "슬프다", "깊다", "두껍다", "얇다", "약하다", "아프다", "바쁘다", "위험하다"];
let kanjiCollection = ["食べる", "飲む", "遊ぶ", "乗る", "行く", "する", "会う", "話す", "買う", "売る", "待つ", "指す", "教える", "覚える", "高い", "安い", "低い", "おいしい", "まずい", "大きい", "小さい", "難しい", "易しい", "新しい", "古い", "長い", "短い", "多い", "少ない", "おもしろい", "つまらない", "いい", "わるい", "早い", "速い", "近い", "遠い", "重い", "熱い", "冷たい" ,"太い", "細い", "明るい", "暗い", "うれしい", "かなしい", "深い", "厚い", "薄い", "弱い", "痛い", "忙しい", "危ない"];
let yomiganaCollection = ["たべる", "のむ", "あそぶ", "のる", "いく", "する", "あう", "はなす", "かう", "うる", "まつ", "さす", "おしえる", "おぼえる", "たかい", "やすい", "ひくい", "おいしい", "まずい", "おおきい", "ちいさい", "むずかしい", "やさしい", "あたらしい", "ふるい", "ながい", "みじかい", "おおい", "すくない", "おもしろい", "つまらない", "いい", "わるい", "はやい", "はやい", "ちかい", "とおい", "おもい", "あつい", "つめたい", "ふとい", "ほそい", "あかるい", "くらい", "うれしい", "かなしい", "ふかい", "あつい", "うすい", "よわい", "いたい", "いそがしい", "あぶない"];
let membername = ["장세진","최원준","윤의태","변성호","정현우","천세문"]
// 단어LIST 용
// あ행
let test_a = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5","JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_a = ["동사", "조사", "형용사", "명사", "대명사","동사", "동사", "형용사", "동사", "명사"]
let kanji_a = ["食べる", "飲む", "遊ぶ", "乗る", "行く","する", "会う", "話す", "買う", "売る"]
let yomigana_a = ["たべる", "のむ", "あそぶ", "のる", "いく","する", "あう", "はなす", "かう", "うる"]
let korean_a = ["먹다", "마시다", "놀다", "타다", "가다","하다", "만나다", "이야기하다", "사다", "팔다"]
// か행
let test_ka = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ka = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ka = ["する", "会う", "話す", "買う", "売る"]
let yomigana_ka = ["する", "あう", "はなす", "かう", "うる"]
let korean_ka = ["하다", "만나다", "이야기하다", "사다", "팔다"]
// さ행
let test_sa = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_sa = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_sa = ["待つ", "指す", "教える", "覚える", "高い"]
let yomigana_sa = ["まつ", "さす", "おしえる", "おぼえる", "たかい"]
let korean_sa = ["기다리다", "가리키다", "가르치다", "외우다", "비싸다"]
// た행
let test_ta = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ta = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ta = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_ta = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_ta = ["먹다", "마시다", "놀다", "타다", "가다"]
// な행
let test_na = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_na = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_na = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_na = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_na = ["먹다", "마시다", "놀다", "타다", "가다"]
// は행
let test_ha = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ha = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ha = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_ha = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_ha = ["먹다", "마시다", "놀다", "타다", "가다"]
// ま행
let test_ma = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ma = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ma = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_ma = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_ma = ["먹다", "마시다", "놀다", "타다", "가다"]
// や행
let test_ya = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ya = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ya = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_ya = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_ya = ["먹다", "마시다", "놀다", "타다", "가다"]
// ら행
let test_ra = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_ra = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_ra = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_ra = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_ra = ["먹다", "마시다", "놀다", "타다", "가다"]
// わ행
let test_wa = ["JLPT N1", "JLPT N2", "JLPT N3", "JLPT N4", "JLPT N5"]
let form_wa = ["동사", "동사", "형용사", "동사", "명사"]
let kanji_wa = ["食べる", "飲む", "遊ぶ", "乗る", "行く"]
let yomigana_wa = ["たべる", "のむ", "あそぶ", "のる", "いく"]
let korean_wa = ["먹다", "마시다", "놀다", "타다", "가다"]